{
  "base_model_name_or_path": "microsoft/Phi-3.5-mini-instruct",
  "peft_type": "LORA",
  "r": 56,
  "lora_alpha": 112,
  "lora_dropout": 0.025,
  "target_modules": [
    "q_proj",
    "k_proj",
    "v_proj",
    "o_proj"
  ],
  "task_type": "CAUSAL_LM"
}