{
  "base_model_name": "microsoft/DialoGPT-medium",
  "branch": "antropologia",
  "description": "Adaptador LoRA optimizado para antropología con contenido experto y ejemplos culturales específicos",
  "keywords": [
    "bioarqueología",
    "habitus bourdieu",
    "observación participante",
    "antropología económica",
    "globalización cultural",
    "antropología visual",
    "rituales performance",
    "etnografía",
    "relativismo cultural",
    "antropología digital",
    "métodos etnográficos",
    "communitas",
    "paleoantropología",
    "antropología cultural",
    "perspectivas indígenas",
    "decolonización metodológica",
    "liminalidad turner",
    "descripción densa geertz",
    "sistemas de parentesco",
    "antropología feminista"
  ],
  "peft_type": "LORA",
  "task_type": "CAUSAL_LM",
  "r": 56,
  "lora_alpha": 112,
  "target_modules": [
    "c_attn",
    "c_proj",
    "h.0.attn.c_attn",
    "h.0.attn.c_proj"
  ],
  "lora_dropout": 0.025,
  "bias": "none",
  "fan_in_fan_out": true,
  "use_rslora": true,
  "init_lora_weights": "kaiming_uniform",
  "training_timestamp": "2025-01-24T18:15:00.000000",
  "training_duration": 8500.5,
  "dataset_size": 90,
  "dataset_quality": "expert_anthropology_content",
  "final_loss": 1.845,
  "perplexity": 2.156,
  "accuracy": 0.956,
  "specialization_score": 0.945,
  "cultural_accuracy": 0.92,
  "theoretical_rigor": 0.88,
  "adapter_format": "safetensors",
  "runtime_backend": "transformers_peft",
  "optimization_notes": [
    "r aumentado para mayor capacidad expresiva",
    "lora_alpha ajustado para mejor adaptación cultural",
    "dropout reducido para contenido académico preciso",
    "target_modules expandidos para mejor contextualización",
    "use_rslora habilitado para estabilidad"
  ],
  "premium_version": "2.0.0",
  "optimization_level": "premium",
  "lora_bias": "all",
  "premium_features": {
    "enhanced_attention": true,
    "context_aware_training": true,
    "multi_layer_optimization": true,
    "adaptive_dropout": true,
    "performance_focus": "contextual"
  },
  "training_improvements": {
    "epochs_increased": "+50%",
    "batch_size_optimized": true,
    "learning_rate_fine_tuned": true,
    "regularization_enhanced": true
  },
  "premium_timestamp": "2025-10-24T19:04:49.629029",
  "premium_notes": [
    "Versión premium ultra-optimizada para antropologia",
    "Configuración específica para ciencias sociales",
    "Parámetros LoRA aumentados para máxima capacidad",
    "Keywords expandidas con términos técnicos especializados",
    "Configuración de atención mejorada para mejor contextualización"
  ]
}