{
  "title": "Antropología Física y Evolución Humana",
  "content": "La antropología física, también conocida como antropología biológica, estudia la evolución y variabilidad biológica de los seres humanos. Incluye subcampos como la paleoantropología (estudio de fósiles humanos y primates), osteología (análisis de huesos para entender dieta y salud), genética de poblaciones (variabilidad genética y migración), y primatología (estudio de primates no humanos). Esta rama ha sido fundamental para entender cómo los humanos nos adaptamos biológica y culturalmente a diferentes entornos a lo largo de millones de años. La antropología física moderna integra datos genéticos, fósiles y arqueológicos para reconstruir la historia evolutiva humana. Ha contribuido significativamente al entendimiento de la migración humana fuera de África, la adaptación a diferentes climas y altitudes, y la evolución de rasgos culturales como la tolerancia a la lactosa. Los antropólogos físicos también estudian cómo factores sociales y culturales influyen en la biología humana, como el estrés crónico en poblaciones marginadas o el impacto de la urbanización en la salud.",
  "domain": "antropologia",
  "category": "antropologia_fisica",
  "keywords": ["antropología física", "evolución humana", "paleoantropología", "osteología", "primatología", "genética poblacional"],
  "language": "es",
  "source": "manual_content_anthropology",
  "date": "2025-01-24"
}
{
  "title": "Antropología Médica y Sistemas de Salud",
  "content": "La antropología médica estudia cómo las culturas entienden y manejan la salud, la enfermedad y la curación, reconociendo que la salud es culturalmente construida. Esta rama analiza cómo diferentes sociedades conceptualizan la causalidad de la enfermedad (natural, sobrenatural, social), cómo se organizan los sistemas de curación, y cómo interactúan los sistemas biomédicos occidentales con prácticas locales. Ha contribuido significativamente a sistemas de salud interculturales al documentar conocimientos médicos tradicionales indígenas, identificar barreras culturales en la atención de salud, y desarrollar modelos culturalmente competentes. Ejemplos incluyen estudios de chamanismo amazónico que revelan conocimientos etnobotánicos sofisticados, análisis de cómo las creencias sobre la causalidad de la enfermedad afectan el cumplimiento de tratamientos médicos occidentales, y el desarrollo de programas de salud mental culturalmente sensibles. La antropología médica enfatiza que la salud no es solo ausencia de enfermedad, sino un estado de equilibrio social, espiritual y físico según cada cultura.",
  "domain": "antropologia",
  "category": "antropologia_medica",
  "keywords": ["antropología médica", "sistemas de salud interculturales", "etnobotánica", "causalidad de la enfermedad", "competencia cultural"],
  "language": "es",
  "source": "manual_content_anthropology",
  "date": "2025-01-24"
}
{
  "title": "Antropología del Desarrollo y Críticas",
  "content": "La antropología del desarrollo critica el enfoque economicista tradicional que ve el desarrollo como crecimiento del PIB, argumentando que ignora dimensiones culturales y sociales del bienestar humano. Enfoca el desarrollo humano integral, la participación comunitaria, la sostenibilidad cultural y ambiental, y la equidad social. Críticas principales incluyen: universalismo de modelos occidentales, falta de consideración de contextos locales, impactos negativos en culturas indígenas, y medición inadecuada del bienestar. Los antropólogos del desarrollo enfatizan que el desarrollo debe ser culturalmente apropiado, participativo y sostenible. Han contribuido al desarrollo de metodologías participativas como el mapeo comunitario y la evaluación rural participativa, que permiten que las comunidades locales definan sus propias necesidades y soluciones. También han documentado cómo proyectos de desarrollo pueden tener impactos no intencionados en estructuras sociales tradicionales, género roles, y sistemas de conocimiento indígena.",
  "domain": "antropologia",
  "category": "antropologia_desarrollo",
  "keywords": ["antropología del desarrollo", "desarrollo humano integral", "participación comunitaria", "sostenibilidad cultural", "metodologías participativas"],
  "language": "es",
  "source": "manual_content_anthropology",
  "date": "2025-01-24"
}
